# Напишите ваше решение
sal = int(input("Размер зарплаты: "))

nal = sal * 0.13

fullSal = sal - nal

print(nal, fullSal)